Repository: xiaoli55979/tangsengdaodaoios
Catalog: Modules/WuKongBase/WuKongBase/Assets/Lang/*.lproj/Localizable.strings
Languages: vi

# 设置锁屏密码
source: Set Lock Screen Password
vi: Cài đặt mật khẩu màn hình khóa

# 设置聊天密码
source: Set Chat Password
vi: Cài đặt mật khẩu trò chuyện

# 删除群管理员
source: Remove Group Admin
vi: Xóa quản trị viên nhóm

# 请输入锁屏密码
source: Please enter the lock screen password
vi: Vui lòng nhập mật khẩu khóa màn hình

# 通用
source: General
vi: Chung

# 多语言
source: Language
vi: Ngôn ngữ

# 确认
source: Confirm
vi: Xác nhận

# 新消息通知
source: Message Notifications
vi: Thông báo mới

# 安全与隐私
source: Security Privacy
vi: An toàn và bảo mật

# 收藏
source: Favorites
vi: Lưu trữ

# 系统通知
source: System Notification
vi: Thông báo hệ thống

# 文件传输助手
source: File Transfer
vi: Truyền file

# 注销账号
source: Cancel Account
vi: Xóa tài khoản

# 群主
source: Owner
vi: Chủ sở hữu nhóm

# 管理员
source: Manager
vi: Quản trị viên

# 复制成功
source: Copy success
vi: Sao chép thành công

# 个人收藏
source: FAVOURITES
vi: Kho lưu trữ

# 更多APP
source: MORE APPS
vi: Xem thêm app

# 消息已发出，但被对方拒收了。
source: The message is successfully sent but rejected by the receiver.
vi: Tin nhắn đã được gửi, nhưng bị người nhận từ chối.

# 添加单个表情
source: Add a single emoticon
vi: Thêm biểu tượng cảm xúc

# 整理
source: Tidy
vi: Sắp xếp

# 移到最前
source: Front
vi: Đưa lên đầu

# 删除的表情无法恢复
source: Deleted emoticons cannot be recovered
vi: Không thể khôi phục icon đã xóa

# 群成员
source: Group Members
vi: Thành viên nhóm

# 聊天记录备份
source: Chat Backup
vi: Sao lưu tin nhắn

# 聊天记录恢复
source: Chat Recovery
vi: Khôi phục tin nhắn

# 隐私政策
source: Privacy Policy
vi: Chính sách bảo mật

# 为了迁移您的本地聊天记录，需要把您的聊天记录上传到服务器以支持新设备下载；
source: In order to migrate your local chat records, you need to upload your chat records to the server to support new device download;
vi: Để di chuyển lịch sử trò chuyện, bạn cần upload lịch sử trò chuyện lên máy chủ để hỗ trợ tải cho thiết bị mới;

# 聊天记录会以不记名加密的方式存储在服务器；
source: Chat records will be stored on the server in the form of anonymous encryption;
vi: Lịch sử trò chuyện sẽ được lưu trữ trên máy chủ dưới dạng mã hóa ẩn danh;

# 为了防止信息泄露，服务器将会于每天的00:00删除当天所有用户上传的聊天记录；
source: In order to prevent information disclosure, the server will delete the chat records uploaded by all users at 00:00 every day;
vi: Vì lý do bảo mật, hệ thống sẽ tự động xóa toàn bộ lịch sử chat vào lúc 00:00 hằng ngày.;

# 每点击一次备份，将会覆盖前一次备份的聊天记录，请谨慎操作；
source: Each click of backup will overwrite the chat record of the previous backup. Please operate carefully;
vi: Việc sao lưu sẽ ghi đè lên dữ liệu lịch sử chat cũ. Xin hãy cân nhắc kỹ trước khi thực hiện;

# 建议用户确认聊天记录迁移完毕后再删除原设备上的聊天记录；
source: It is recommended that users delete the chat record on the original device after confirming that the chat record has been migrated;
vi: Trước khi xóa lịch sử trò chuyện trên thiết bị cũ, vui lòng xác nhận lịch sử trò chuyện đã được sao lưu và di chuyển hoàn tất;

# 由此功能造成任何的不良后果由用户自行承担；
source: Any adverse consequences caused by this function shall be borne by the user;
vi: Người dùng sẽ chịu trách nhiệm hoàn toàn về mọi hậu quả có thể xảy ra do sử dụng chức năng này;

# 功能模块
source: Modules
vi: Mô-đun chức năng

# 提示
source: Prompt
vi: Gợi ý

# 确定
source: Done
vi: Xác nhận

# 发送
source: Send
vi: Gửi đi

# 搜索
source: Search
vi: Tìm kiếm

# 完成
source: Done
vi: Xong

# 清空聊天记录
source: Clear Chat History
vi: Xóa lịch sử trò chuyện

# 投诉
source: Report
vi: Báo cáo

# 发送成功
source: Sent Successfully
vi: Gửi thành công

# 删除
source: Delete
vi: Xóa

# 取消
source: Cancel
vi: Hủy

# 上午
source: AM
vi: Buổi sáng

# 下午
source: PM
vi: Buổi chiều

# 今天
source: Today
vi: Hôm nay

# 昨天
source: Yesterday
vi: Hôm qua

# 表情
source: Expression
vi: Emoji

# 语音
source: Voice
vi: Ghi âm

# 更多
source: More
vi: Thêm

# 编辑
source: Edit
vi: Chỉnh sửa

# 保存到相册
source: Save to album
vi: Lưu về máy

# 识别图中二维码
source: QR code in the picture
vi: Nhận diện mã QR trong hình

# 在浏览器中打开
source: Open in Browser
vi: Mở trong trình duyệt

# ----- 仅群主和管理员可编辑 -----
source: - Only group owner and admin can edit -
vi: - Chỉ chủ sở hữu nhóm và quản trị viên mới có thể chỉnh sửa -

# %ld个成员
source: %ld Members
vi: %ld Thành viên

# 发起群聊
source: New Chat
vi: Tạo nhóm

# 添加朋友
source: Contacts
vi: Thêm thành viên

# 扫一扫
source: Scan
vi: Quét mã QR

# 名片
source: Card
vi: Danh thiếp

# 名片发送中
source: Sending business card
vi: Đang gửi danh thiếp

# 图片
source: Image
vi: Hình ảnh

# 多选
source: Multiple Choice
vi: Chọn nhiều

# 回复
source: Reply
vi: Trả lời

# 转发
source: Foward
vi: Chuyển tiếp

# 选择一个聊天
source: Choose a Chat
vi: Chọn một cuộc trò chuyện

# 撤回
source: Recall
vi: Thu hồi

# 复制
source: Copy
vi: Sao chép

# 搞笑
source: Fun
vi: Vui nhộn

# 卖萌
source: Cute
vi: Dễ thương

# 联系人选择
source: Contact selection
vi: Chọn người liên hệ

# 发送%@的名片到当前聊天
source: Send %@ business card to the current chat
vi: Gửi danh thiếp của %@ đến cuộc trò chuyện hiện tại

# 添加表情
source: Add Emoji
vi: Thêm biểu tượng cảm xúc

# 暂无数据
source: No data
vi: Chưa có dữ liệu

# 数据加载中
source: Loading
vi: Đang tải

# 聊天
source: Chat
vi: Trò chuyện

# [图片]
source: [Image]
vi: [Hình ảnh]

# [语音]
source: [Voice]
vi: [ m thanh]

# 请输入昵称
source: Please enter a nickname
vi: Vui lòng nhập biệt danh

# 已有账号？请
source: Already have an account? Please
vi: Đã có tài khoản? Vui lòng

# 用户协议
source: User Agreement
vi: Thỏa thuận người dùng

# 账号已在其他设备上登录！
source: The account is already logged in on another device!
vi: Tài khoản đã được đăng nhập trên thiết bị khác!

# [%d条进群申请]
source: [%d entry application]
vi: [%d yêu cầu tham gia nhóm]

# [1条进群申请]
source: [1 entry application]
vi: [1 đề nghị tham gia nhóm]

# 相册权限受限
source: Album permissions are restricted
vi: Giới hạn quyền truy cập album

# 检测不到相机设备
source: Camera device not detected
vi: Không phát hiện camera

# 最后在线
source: Last online
vi: Lần cuối trực tuyến

# 请输入密码
source: Please enter password
vi: Nhập mật khẩu

# 忘记密码
source: Forget password
vi: Quên mật khẩu

# 昵称
source: Nickname
vi: Biệt danh

# 群昵称
source: Group nickname
vi: Tên nhóm

# %@号：%@
source: %@ ID： %@
vi: Tài khoản %@ ： %@

# 用户备注昵称
source: User notes nickname
vi: Tên gợi nhớ

# 发消息
source: Send Message
vi: Gửi tin nhắn

# 视频通话
source: Video Call
vi: Cuộc gọi video

# 添加好友
source: Add Contacts
vi: Thêm bạn

# 已添加至黑名单，你将不再收到对方的消息
source: This user has been blocked. You will not receive any messages from them.
vi: Đã thêm vào danh sách chặn, bạn sẽ không còn nhận được tin nhắn từ người này

# 你需要发送验证码申请，等对方通过
source: You need to send a verification code application and wait for the other party to pass
vi: Bạn cần gửi mã xác minh và đối phương chấp nhận

# 发送成功！
source: Sent successfully!
vi: Gửi thành công!

# 我是%@
source: I'm %@
vi: Tôi là %@

# 修改备注
source: Edit notes
vi: Chỉnh sửa ghi chú

# 将联系人“%@”删除，同时删除与该联系人的聊天记录
source: Delete the contact “%@”, and delete the chat history with the contact
vi: Xóa bạn với “%@” và toàn bộ cuộc trò chuyện này

# 删除联系人
source: Delete contact
vi: Xóa liên hệ

# 加入黑名单，你将不再收到对方的消息。
source: Join the blacklist, you will no longer receive messages from each other.
vi: Đã chặn, bạn sẽ không nhận được tin nhắn từ người này.

# 设置备注
source: Set notes
vi: Cài đặt ghi chú

# 解除好友关系
source: Unfriend
vi: Hủy kết bạn

# 拉出黑名单
source: Pull out the blacklist
vi: Bỏ chặn

# 拉入黑名单
source: Pull into the blacklist
vi: Chặn

# 来源
source: Source
vi: Nguồn

# 我通过了你的朋友验证请求，现在我们可以开始聊天了
source: I passed your friend verification request, and now we can start chatting
vi: Tôi đã thông qua lời mời kết bạn của bạn và bây giờ chúng ta có thể bắt đầu trò chuyện

# 进群方式
source: Join group way
vi: Cách tham gia nhóm

# 群内禁言
source: Banned in the group
vi: Quản trị viên đã khóa chat nhóm

# 聊天信息(%lu)
source: Group(%lu)
vi: Thông tin trò chuyện(%lu)

# %@在群黑名单中
source: %@ in the group blacklist
vi: %@ nằm trong danh sách đen

# 群主或管理员已启用"群聊邀请确认"，邀请朋友进群可向群主或群管理员描述原因。
source: The group owner or administrator has enabled "group chat invitation confirmation". Invite friends to the group can describe the reason to the group owner or group administrator.
vi: Nhóm đã bật tính năng "xác nhận lời mời thành viên mới" khi mời bạn bè, vui lòng cung cấp lý do cho quản trị viên.

# 说明邀请理由
source: Explain the reason for the invitation
vi: Giải thích lý do mời

# 已发送
source: Has been sent
vi: Đã gửi

# 删除群成员
source: Delete group members
vi: Xóa thành viên

# 只有群主或管理员才能修改
source: Only the owner or manager can modify
vi: Chỉ chủ sở hữu nhóm và quản trị viên mới có thể chỉnh sửa

# 修改群名称
source: Modify group name
vi: Đổi tên nhóm

# 群名称
source: Group name
vi: Tên nhóm

# 修改群公告
source: Modify group introduction
vi: Chỉnh sửa thông báo nhóm

# 群公告
source: Group Introduction
vi: Thông báo nhóm

# 退出后不会通知群聊中其他成员，且不会再接收此群聊消息
source: After logging out, other members in the group chat will not be notified, and will no longer receive this group chat message
vi: Rời nhóm trong im lặng, bạn sẽ không còn nhận được tin nhắn từ nhóm chat này

# 我在本群的昵称
source: My nickname in this group
vi: Biệt danh của tôi trong nhóm này

# 在这里可以设置你在这个群里的昵称。这个昵称只会在此群内显示。
source: Here you can set your nickname in this group. This nickname will only be displayed in this group.
vi: Tại đây bạn có thể đặt biệt danh của mình. Biệt danh sẽ chỉ được hiển thị trong nhóm này.

# 查看更多群成员
source: View More Members
vi: Xem thành viên

# 消息通知设置
source: Message Notification
vi: Cài đặt thông báo tin nhắn

# 在对话中的截屏，各方均会收到通知
source: Take screenshots in the conversation and all parties will be notified
vi: Tất cả thành viên sẽ nhận được thông báo khi bạn chụp màn hình

# 截屏通知
source: Screenshot notification
vi: Thông báo chụp màn hình

# 在对话中的消息撤回，各方均会收到通知
source: Messages in the conversation are withdrawn, all parties will be notified
vi: Tất cả thành viên sẽ nhận được thông báo khi bạn thu hồi tin nhắn

# 撤回通知
source: Withdrawal Notice
vi: Thông báo thu hồi

# 关闭后，成员进群将不会响铃/震动
source: After closing, members will not ring/vibrate when entering the group
vi: Sau khi tắt, sẽ không có âm báo/rung khi có thành viên mới tham gia nhóm

# 成员进群提醒
source: Group Reminder
vi: Thông báo thành viên mới tham gia

# 聊天详情
source: Chat Details
vi: Chi tiết trò chuyện

# 群聊名称
source: Group Name
vi: Tên nhóm

# 群二维码
source: Group QR Code
vi: Mã QR nhóm

# 未设置
source: Not Set
vi: Chưa cài đặt

# 群管理
source: Group Management
vi: Quản lý nhóm

# 消息免打扰
source: Mute Notifications
vi: Tắt thông báo

# 置顶聊天
source: Sticky on Top
vi: Ghim tin nhắn

# 保存到通讯录
source: Save to Contacts
vi: Lưu liên hệ

# 聊天密码
source: Chat Password
vi: Mật khẩu trò chuyện

# 显示群成员昵称
source: On-Screen Names
vi: Hiển thị tên thành viên trong nhóm

# 删除并退出
source: Delete and Exit
vi: Rời nhóm và xóa trò chuyện này

# 消息回执
source: Message receipt
vi: Đã nhận

# 开启后，发送的聊天信息会提示已读未读情况
source: After turned on, the chat message sent will prompt read and unread status
vi: Sau khi bật, tin nhắn gửi đi sẽ hiển thị trạng thái đã xem hoặc chưa xem

# 群设置
source: Group Setting
vi: Cài đặt nhóm

# 换行
source: Wrap
vi: Xuống dòng

# %ld条新消息
source: %ld New Messages
vi: %ld tin nhắn mới

# 发送给 %@
source: Send to %@
vi: Gửi đến %@

# 在线
source: Online
vi: Đang hoạt động

# 刚刚在线
source: Just online
vi: Vừa hoạt động

# %0.0f分钟前在线
source: Online %0.0f minute ago
vi: Hoạt động %0.0f phút trước

# 全员禁言中
source: All members are mute
vi: Tất cả thành viên đang bị cấm chat

# 禁言中
source: muted
vi: Đang bị cấm chat

# [草稿]
source: [Draft]
vi: [Nháp]

# 选择提醒的人
source: Choose who to remind
vi: Lựa chọn người nhắc nhở

# 按住 说话
source: Hold to Talk
vi: Bấm giữ để ghi âm

# 请在iPhone的“设置-隐私”选项中，允许访问你的麦克风
source: Please allow access to your microphone in the "Settings-Privacy" option of your iPhone
vi: Vui lòng mở quyền truy cập micro trong phần Cài đặt > Quyền riêng tư của iPhone

# 说话时间太短
source: Talking is too short
vi: Thời lượng ghi âm quá ngắn

# 发送的内容太长！
source: The content sent is too long!
vi: Nội dung gửi quá dài!

# 个人名片
source: Contact Card
vi: Danh thiếp của tôi

# [名片]
source: [Card]
vi: [Danh thiếp]

# [表情]
source: [Expression]
vi: [Biểu tượng cảm xúc]

# 以上为历史消息
source: The above is historical news
vi: Trên đây là những tin nhắn cũ

# 聊天记录
source: Chat History
vi: Lịch sử trò chuyện

# 群的聊天记录
source: Group Chat History
vi: Lịch sử trò chuyện nhóm

# [聊天记录]
source: [Chat History]
vi: [Lịch sử trò chuyện]

# %@的聊天记录
source: %@'s Chat History
vi: Lịch sử trò chuyện của %@

# %@和%@的聊天记录
source: Chat history of %@ and %@
vi: Lịch sử trò chuyện của %@ và %@

# 你
source: You
vi: Bạn

# %@撤回了一条消息
source: %@ recall a message
vi: %@ thu hồi tin nhắn

# %@在聊天中截屏了
source: %@ took a screenshot in the chat
vi: %@ chụp màn hình đoạn chat

# 去确认
source: To confirm
vi: Xác nhận

# 数据错误！
source: Data Error
vi: Lỗi dữ liệu

# %@可能是一个电话号码，你可以
source: %@ May be a phone number, you can
vi: %@ Có thể là một số điện thoại, bạn có thể

# 呼叫
source: Call
vi: Gọi

# 手机格式不正确！
source: The phone format is incorrect!
vi: Định dạng số điện thoại không hợp lệ!

# 复制号码
source: Copy number
vi: Sao chép số

# 添加到手机通讯录
source: Add to phone address book
vi: Thêm vào danh bạ

# 创建新联系人
source: Create new contact
vi: Tạo liên hệ mới

# 添加到现有联系人
source: Add to existing contact
vi: Thêm vào liên hệ có sẵn

# 逐条转发
source: Forward one by one
vi: Chuyển tiếp từng tin

# 合并转发
source: Merge forward
vi: Chuyển tiếp tất cả

# 权限提醒
source: Permission reminder
vi: Nhắc nhở quyền truy cập

# 请在设置里打开图片读取权限！
source: Please turn on the image reading permission in the settings!
vi: Vui lòng mở quyền truy cập ảnh trong phần Cài đặt!

# 群聊
source: Group Chat
vi: Nhóm trò chuyện

# 无
source: Nothing
vi: Không

# 刚刚
source: Just
vi: Vừa xong

# %0.0f分钟
source: %0.0f min
vi: %0.0f phút

# 正在输入
source: Typing
vi: Đang soạn tin

# %@ 正在输入
source: %@ Typing
vi: %@ đang soạn tin

# 创建新的聊天
source: Create new chat
vi: Tạo cuộc trò chuyện mới

# 最近聊天
source: Recent chat
vi: Trò chuyện gần đây

# 连接中
source: Connecting
vi: Đang kết nối

# 收取中
source: Receiving
vi: Đang nhận

# 已断开
source: Disconnected
vi: Đã ngắt kết nối

# 当前网络不可用，请检查网络设置
source: The current network is unavailable, please check the network settings
vi: Mạng không khả dụng, vui lòng kiểm tra cài đặt mạng

# 还连续%ld次输入错误，将会清空该聊天记录！ 如果您忘记聊天密码，您可以重置聊天密码
source: If you enter incorrectly for %ld consecutive times, the chat history will be cleared! If you forget the chat password, you can reset the chat password
vi: Nếu bạn tiếp tục nhập sai liên tiếp %ld lần, lịch sử trò chuyện này sẽ bị xóa! Nếu bạn quên mật khẩu trò chuyện, bạn có thể đặt lại mật khẩu trò chuyện.

# 错误密码
source: Wrong password
vi: Sai mật khẩu

# 确认删除
source: Confirm deletion
vi: Xác nhận xóa

# 标为已读
source: Mark as read
vi: Đánh dấu đã đọc

# 标为未读
source: Mark as unread
vi: Đánh dấu chưa đọc

# 关闭通知
source: Mute
vi: Tắt thông báo

# 打开通知
source: Unmute
vi: Mở thông báo

# 置顶
source: Sticky to Top
vi: Ghim

# 取消置顶
source: Remove from Top
vi: Bỏ ghim

# 联系人
source: Contact
vi: Người liên hệ

# 更多联系人
source: More contacts
vi: Xem thêm danh sách liên lạc

# 更多群聊
source: More group chats
vi: Xem thêm nhóm chat

# 更多聊天记录
source: More chat history
vi: Xem thêm lịch sử trò chuyện

# 包含:
source: Contain:
vi: Gồm:

# %d 条相关聊天记录
source: %d related chat
vi: %d lịch sử trò chuyện liên quan

# 群黑名单
source: Group Blacklist
vi: Danh sách đen nhóm

# 把“%@”拉出群黑名单？
source: Pull "%@" out of the group blacklist?
vi: Kéo ‘%@’ ra khỏi danh sách đen của nhóm?

# 添加黑名单成员
source: Add blacklist members
vi: Thêm thành viên vào danh sách đen

# 选择成员
source: Select member
vi: Chọn thành viên

# 该二维码%ld天内(%@)前有效，重新进入将更新
source: valid within %ld day, it will be updated after re-entering
vi: Mã QR này còn hiệu lực trong %ld ngày (%@), lần truy cập tiếp theo sẽ cập nhật lại

# 保存图片
source: Save Photo
vi: Lưu ảnh

# 保存图片失败！请检查是否开启权限!
source: Failed to save image! Please check if permission is enabled!
vi: Lưu ảnh không thành công! Vui lòng kiểm tra quyền truy cập.!

# 保存成功！
source: Saved successfully!
vi: Đã lưu ảnh!

# 该群已开启进群验证
source: The group has been turned on for group verification
vi: Nhóm này đã bật xác minh tham gia nhóm

# 只可通过邀请进群
source: Can only join the group by invitation
vi: Chỉ có thể tham gia nhóm thông qua lời mời

# 群二维码名片
source: Group QR Code
vi: Mã QR nhóm

# 黑名单
source: Blacklist
vi: Danh sách chặn

# 退出后不会删除任何历史数据，下次登录依然可以使用本账号。
source: Logout will not delete any data. You can still log in with this account.
vi: Sau khi đăng xuất, sẽ không xóa bất kỳ dữ liệu lịch sử nào, lần đăng nhập sau bạn vẫn có thể sử dụng tài khoản này.

# 退出登录
source: Logout
vi: Đăng xuất

# 将删除所有个人和群的聊天记录。
source: All chat history of individuals and groups will be deleted.
vi: Tất cả lịch sử trò chuyện cá nhân và nhóm sẽ bị xóa.

# 是否清除所有图片缓存。
source: Whether to clear all image cache.
vi: Bạn có chắc muốn xóa tất cả bộ nhớ đệm hình ảnh?

# 清空图片缓存
source: Clear Image Cache
vi: Xóa bộ nhớ đệm hình ảnh

# 清空图片/视频缓存
source: Clear image/video cache
vi: Xóa bộ nhớ đệm hình ảnh/video

# 是否清除缓存
source: Whether to clear the cache
vi: Bạn có chắc muốn xóa bộ nhớ đệm?

# 清空缓存
source: Empty the cache
vi: Xóa bộ nhớ đệm

# 深色模式
source: Dark Mode
vi: Giao diện tối

# 跟随系统
source: Automatic
vi: Theo hệ thống

# 打开
source: Enabled
vi: Mở

# 关闭
source: Disabled
vi: Tắt

# 版本信息
source: Version
vi: Thông tin phiên bản

# 调试
source: Debug
vi: Gỡ lỗi

# 开启后，将跟随系统打开或关闭深色模式
source: Once turned on, the dark mode will be turned on or off following the system
vi: Sau khi bật, chế độ tối sẽ tự động bật hoặc tắt theo hệ thống

# 普通模式
source: Normal Mode
vi: Chế độ mặc định

# 个人头像
source: Profile Picture
vi: Ảnh đại diện

# 拍照
source: Take Photo
vi: Chụp ảnh mới

# 从手机相册选择
source: Choose from Album
vi: Chọn ảnh trên máy

# 保存失败！
source: Save failed!
vi: Lưu thất bại!

# 上传中
source: Uploading
vi: Đang tải ảnh

# 上传失败
source: Upload failed
vi: Tải lên thất bại

# 上传成功
source: Upload successfully
vi: Cập nhật thành công

# 个人信息
source: Personal information
vi: Thông tin cá nhân

# 修改名字
source: Change Name
vi: Đổi tên

# 修改%@号
source: Modify %@ ID
vi: Chỉnh sửa @ ID

# %@号只允许修改一次
source: %@ ID Only allowed to modify once
vi: Tài khoản %@ chỉ được phép chỉnh sửa một lần

# 男
source: Male
vi: Nam

# 女
source: Female
vi: Nữ

# 头像
source: Avatar
vi: Ảnh đại diện

# 名字
source: Name
vi: Tên

# 我的二维码
source: My QR code
vi: Mã QR của tôi

# 性别
source: Sex
vi: Giới tính

# 群头像
source: Group Avatar
vi: Ảnh đại diện nhóm

# 是否显示昵称
source: Group Name
vi: Hiển thị biệt danh của bạn?

# 群成员禁言
source: Group member mute
vi: Cấm chat

# 群聊邀请确认
source: Group chat invite confirmation
vi: Xác nhận lời mời tham gia nhóm

# 撤回消息提醒
source: Recall message reminder
vi: Thông báo thu hồi tin nhắn

# 加群提醒
source: Join group reminder
vi: Thông báo thành viên mới tham gia

# 禁止添加好友
source: Prohibit adding friends
vi: Chặn kết bạn

# 允许查看历史消息
source: Whether to allow viewing of historical messages
vi: Cho phép xem lịch sử tin nhắn?

# 添加群管理员
source: Add group admin
vi: Thêm quản trị viên nhóm

# %@号
source: %@ ID
vi: Tài khoản %@

# 通知显示消息详情
source: Show Preview Text
vi: Thông báo hiển thị nội dung chi tiết tin nhắn

# 在%@运行时，您可以设置是否需要声音或震动
source: When %@ is running, you can set whether to require sound or vibration
vi: Trong khi sử dụng %@，bạn có thể thiết lập chế độ âm thanh hoặc rung

# 声音
source: Sound
vi: m thanh

# 震动
source: Vibrate
vi: Rung

# 关闭后，手机将不再收到新消息通知
source: After closing, the phone will no longer receive new message notifications
vi: Sau khi tắt, điện thoại của bạn sẽ không còn nhận được thông báo tin nhắn mới nữa

# 扫一扫上面的二维码图案，加我%@
source: Scan the QR code to add me on %@
vi: Quét mã QR để kết bạn với %@

# 验证您的登录密码
source: Verify your login password
vi: Xác thực mật khẩu đăng nhập của bạn

# 请确认您的登录密码后，再设定6位数字的聊天密码
source: Please confirm your login password, and then set a 6-digit chat password
vi: Vui lòng xác nhận mật khẩu đăng nhập sau đó đặt mật khẩu trò chuyện gồm 6 chữ số

# 请输入%@登录密码
source: Please enter %@ login password
vi: Vui lòng nhập mật khẩu đăng nhập của %@

# 请输入6位数字聊天密码
source: Please enter 6-digit chat password
vi: Vui lòng nhập mật khẩu trò chuyện gồm 6 chữ số

# 登录密码不能为空！
source: The login password cannot be empty!
vi: Mật khẩu đăng nhập không được để trống!

# 聊天密码不能为空！
source: The chat password cannot be empty!
vi: Mật khẩu trò chuyện không được để trống!

# 两次密码输入不一致！
source: The two password entries are not consistent!
vi: Mật khẩu không khớp!

# 登录设备管理
source: Device Management
vi: Quản lý thiết bị đăng nhậpị

# 最后登录时间: %@
source: Last login time
vi: Lần đăng nhập cuối

# 删除设备
source: Delete Device
vi: Xóa thiết bị

# 开启登录保护后，在陌生设备登录%@需要进行安全验证。推荐开启，保障你的账号安全
source: After the login protection is enabled, security verification is required to log in to %@ on an unfamiliar device. It is recommended to open to protect your account security
vi: Sau khi bật xác minh đăng nhập, cần phải xác thực an toàn để đăng nhập vào %@ trên một thiết bị lạ. Gợi ý kích hoạt để đảm bảo tính bảo mật cho tài khoản của bạn

# 登录保护
source: Login Protection
vi: Xác minh đăng nhập

# 通过安全验证的设备
source: Safety-verified equipment
vi: Thiết bị đã qua xác minh an toàn

# 你可以查看列表中设备的“最后登录时间”，或删除设备。删除后在该设备登录%@需要重新进行安全验证。
source: You can view the "last login time" of the devices in the list, or delete the device. After deleting, log in to %@ on this device and you need to perform security verification again.
vi: Bạn có thể kiểm tra 'Thời gian đăng nhập lần cuối' của các thiết bị trong danh sách, hoặc thao tác xóa thiết bị. Sau khi xóa, việc đăng nhập vào %@ trên thiết bị đó sẽ cần xác minh an toàn lại.

# 登录密码
source: Login Password
vi: Mật khẩu đăng nhập

# 验证您的电话号码
source: Verify your phone number
vi: Xác thực số điện thoại

# %@会发送短信验证手机号码，请输入您的验证码
source: %@ will send a text message to verify the mobile number, please enter your verification code
vi: %@ sẽ gửi SMS xác minh qua số điện thoại của bạn, vui lòng nhập mã xác minh

# 请输入手机号
source: Please enter phone number
vi: Vui lòng nhập số điện thoại

# 短信验证码
source: SMS verification code
vi: Mã xác minh SMS

# 获取验证码
source: Send
vi: Nhận mã xác minh

# 请输入登录密码
source: Please enter your password
vi: Vui lòng nhập mật khẩu đăng nhập

# 发送验证码过于频繁，请在%d秒后重试
source: The verification code is sent too frequently, please try again in %d seconds
vi: Bạn thao tác quá nhiều. Vui lòng thử lại sau %d giây

# 手机号已注册,去登录？
source: The phone number has been registered, go to login?
vi: Số điện thoại đã được đăng ký, đi đến đăng nhập?

# 去登录
source: Go to login
vi: Đi đến đăng nhập

# 获取中
source: Acquiring
vi: Đang gửi

# 重新发送(%li)
source: Resend(%li)
vi: Gửi lại (%li)

# 手机号不能为空！
source: Phone number cannot be empty!
vi: Số điện thoại di động không được để trống!

# 验证码不能为空！
source: Verification code must be filled!
vi: Mã xác minh không được để trống!

# 密码不能为空！
source: Password can not be blank!
vi: Mật khẩu không được để trống!

# 可以通过以下方式搜索好友
source: You can search for friends in the following ways
vi: Bạn có thể tìm kiếm bạn bè theo những cách sau

# 关闭后，其他用户将不能通过上述信息搜索好友
source: After closing, other users will not be able to search for friends through the above information
vi: Sau khi tắt, người dùng khác không thể tìm kiếm bạn bằng những thông tin trên

# 允许手机号搜索
source: Mobile Number
vi: Cho phép tìm kiếm bằng số điện thoại

# 允许%@号搜索
source: %@ ID
vi: Cho phép%@ ID tìm kiếm

# 查看并管理设备，开启登录保护，保障账号安全。
source: View and manage devices, enable login protection, and ensure account security.
vi: Kiểm tra và quản lý thiết bị, bật bảo vệ đăng nhập, đảm bảo an toàn cho tài khoản.

# 已开启
source: Enabled
vi: Đã mở

# 已关闭
source: Closed
vi: Đã tắt

# 屏幕保护
source: Screen Protector
vi: Bảo vệ màn hình

# 锁屏密码
source: Lock Screen Password
vi: Mật khẩu màn hình khóa

# 断网屏保
source: Disconnected Screen Protector
vi: Màn hình chờ khi mất kết nối internet

# 设置解锁密码
source: Set Unlock Password
vi: Cài đặt mật khẩu mở khóa

# 扫描失败！
source: Scan failed!
vi: Quét mã thất bại!

# 知道了
source: Understood
vi: Đã hiểu

# 没有相册权限，是否前往设置
source: No album permission, Go to settings
vi: Không có quyền truy cập vào thư viện ảnh, bạn có muốn vào cài đặt không?
