Repository: xiaoli55979/tangsengdaodaoios
Catalog: Modules/WuKongBase/WuKongBase/Assets/Lang/*.lproj/Localizable.strings
Languages: vi

# 没有相机权限，是否前往设置
source: No camera permission, Go to settings
vi: Không có quyền truy cập vào camera, bạn có muốn vào cài đặt không?

# 设置
source: Setting
vi: Cài đặt

# 相册
source: Album
vi: Thư viện ảnh

# 开灯
source: Light up
vi: Bật đèn

# 关灯
source: Light down
vi: Tắt đèn

# 二维码
source: QR Code
vi: Mã QR

# 昨天%@
source: yesterday %@
vi: Hôm qua %@

# 前天%@
source: Two days %@
vi: Hôm kia %@

# 星期日
source: Sunday
vi: Chủ nhật

# 星期一
source: Monday
vi: Thứ hai

# 星期二
source: Tuesday
vi: Thứ ba

# 星期三
source: Wednesday
vi: Thứ tư

# 星期四
source: Thursday
vi: Thứ năm

# 星期五
source: Friday
vi: Thứ sáu

# 星期六
source: Saturday
vi: Thứ bảy

# 对讲
source: Intercom
vi: Đối thoại

# 录音
source: Record
vi: Ghi âm

# 按住说话
source: Hold to speak
vi: Nhấn giữ để nói

# 点击录音
source: Click to record
vi: Nhấn để ghi âm

source: 按住变声
vi: Nhấn giữ để thay đổi giọng

# 松手试听
source: Let Go
vi: Thả tay để nghe thử

source: 松手取消发送
vi: Thả tay để hủy gửi

# 准备中
source: Preparing
vi: Đang chuẩn bị

# 权限设置
source: Permission settings
vi: Cài đặt quyền

# 前往设置
source: Go to settings
vi: Đi đến cài đặt

# 下次再说
source: Talk about it next time
vi: Để sau

# 请在iPhone的“设置-隐私”选项中，允许访问你的相册
source: Please allow access to your album in the "Settings-Privacy" option of your iPhone
vi: Vui lòng vào 'Cài đặt - Quyền riêng tư' trên iPhone cho phép truy cập vào thư viện ảnh của bạn

# 长按拍摄
source: Long press to shoot
vi: Nhấn và giữ để chụp

# 网页端
source: Web IM
vi: Phiên bản web

# %@网页端
source: %@ Web IM
vi: Phiên bản web %@

# web端网址
source: Web IM
vi: Địa chỉ web

# 二维码扫描登录
source: QR code scan login
vi: Quét mã QR để đăng nhập

# 请使用浏览器访问%@,然后扫描二维码登录。为了您更好的体验，建议使用谷歌，火狐浏览器。
source: Please use your browser to visit %@ and scan the QR code to log in. For your better experience, it is recommended to use Google and Firefox browsers.
vi: Để có trải nghiệm tốt hơn, chúng tôi khuyên bạn nên sử dụng Google Chrome hoặc Mozilla Firefox.

# 注销账号：
source: Cancel Account:
vi: Hủy tài khoản:

# 账号注销是不可恢复的操作，请您仔细考虑，谨慎操作，操作前务必审慎阅读，充分理解以下内容。如您有任何疑问、意见和建议，可联系客服咨询，%@客服将给予您必要的协助。
source: Account cancellation is an irreversible operation, please consider carefully, operate with caution, read carefully before operation, and fully understand the following contents. If you have any questions, comments and suggestions, you can contact customer service for consultation, %@ customer service will give you the necessary assistance.
vi: Hủy tài khoản là thao tác không thể khôi phục, hãy cân nhắc kĩ trước khi tiến hành hủy tài khoản. Trước khi thao tác, hãy chắc chắn đọc kỹ và hiểu đầy đủ các nội dung dưới đây. Nếu bạn có bất kỳ thắc mắc, ý kiến hoặc đề xuất nào, vui lòng liên hệ với dịch vụ khách hàng, %@ dịch vụ khách hàng sẽ cung cấp sự hỗ trợ cần thiết cho bạn.

# 注销须知：
source: Cancellation notice:
vi: Lưu ý khi hủy tài khoản:

# 账号处于安全状态：您的账号未被他人盗取，账号不存在被封禁等风险。
source: Account is in a safe state:Your account has not been stolen by others, and there is no risk of account being banned.
vi: Tài khoản đang ở trạng thái an toàn: Tài khoản của bạn chưa bị đánh cắp và không có nguy cơ sẽ bị khóa.

# 全部财产均已结清： 账号内不存在已充值的相关财产。
source: All property has been settled: There is no related property that has been recharged in the account.
vi: Tất cả tài sản đã được thanh toán: Trong tài khoản không còn tồn tại bất kỳ tài sản nào liên quan nào đã nạp.

# 绑定目前可用的安全手机： 用于确认当前账号的身份归属情况。
source: Bind the currently available secure mobile phone: Used to confirm the identity of the current account.
vi: Liên kết số điện thoại an toàn hiện có: Dùng để xác nhận tình trạng quyền sở hữu tài khoản hiện tại.

# 特别说明：
source: Special Note:
vi: Chú thích đặc biệt:

# 账号注销申请时即放弃该账号在%@聊天软件所有涉及相关数据，包括但不限于该账号的资产，权益，记录等一切内容，将视为你自愿放弃。
source: When you apply for account cancellation, you will give up all relevant data related to the account in the %@chat software, including but not limited to the account's assets, rights, records and other content, which will be regarded as your voluntary abandonment.
vi: Khi gửi yêu cầu hủy tài khoản, đồng nghĩa với việc từ bỏ tất cả dữ liệu liên quan đến tài khoản đó trên phần mềm chat %@, bao gồm nhưng không giới hạn ở tài sản, quyền lợi, hồ sơ và mọi nội dung khác liên quan, điều này sẽ được xem là bạn tự nguyện từ bỏ.

# 账号成功注销后，你将无法登录
source: After your account is successfully logged out, you will not be able to log in
vi: Sau khi tài khoản bị hủy, bạn sẽ không thể đăng nhập

# 已成功注销的账号无法进行找回。
source: Accounts that have been successfully cancelled cannot be retrieved.
vi: Tài khoản đã được hủy không thể khôi phục lại.

# 轻按下方"注销账号"按钮，即表示你已阅读同意[《用户使用协议》]
source: Tap the "Cancel Account" button below, it means that you have read and agreed to the [User Agreement]
vi: Nhấn nhẹ vào "nút" Hủy tài khoản bên dưới, it means that you have read and agreed to the [User Agreement]

# 再想想
source: Think again
vi: Suy nghĩ lại

# 我的邀请码
source: Invitation code
vi: Mã mời

# 禁用
source: Disable
vi: Chặn

# 启用
source: Enable
vi: Kích hoạt
